<template>
    <main class="main-container">
        <section class="content-block">
            <div class="wrap">
                <div class="content-block-inner">
                    <h1>Опытный арбитражный управляющий г. {{ cityList[id] }}</h1>
                    <p>Опытный арбитражный управляющий г. {{ cityList[id] }} поможет максимально безболезненно пройти процедуру банкротства. Он назначается судом и является официальным лицом. Специалист придет на помощь юридическим и физическим лицам. Он обладает полномочиями публично-правового характера.</p>
                    <p>Банкротство юридических лиц г. {{ cityList[id] }} – длительная процедура. Ее необходимо грамотно организовать, чтобы удовлетворить претензии кредиторов и сохранить по максимуму имущество, насколько это возможно. Управляющий организовывает весь процесс и отвечает за организацию в рамках закона.</p>
                    <p>Банкротство физических лиц г. {{ cityList[id] }}, как и юридических, приводит к тому, что в самом начале арестовывается имущество и счета. При помощи эксперта получается иметь ежемесячный прожиточный минимум. Для предприятий такой специалист обеспечивает выделение средств на содержание. Специальные статьи закона «О несостоятельности (банкротстве)» регулируют процесс и деятельность арбитражного управляющего.</p>
                    <div class="links">
                        <router-link to="/city">Вернуться</router-link>
                    </div>
                </div>
            </div>
        </section>
    </main>
</template>

<script>
export default {
    name: 'City',
    data: () => ({
        id: 0,
        cityList: [
            'Абакан', 'Альметьевск', 'Ангарск', 'Арзамас', 'Армавир', 'Артём', 'Архангельск', 'Астрахань', 'Ачинск',
            'Балаково', 'Балашиха', 'Барнаул', 'Батайск', 'Белгород', 'Березники', 'Бийск', 'Благовещенск', 'Братск',
            'Брянск', 'Великие Луки', 'Великий Новгород', 'Владивосток', 'Владикавказ', 'Владимир', 'Волгоград',
            'Волгодонск', 'Волжский', 'Вологда', 'Воронеж', 'Глазов', 'Грозный', 'Дербент', 'Дзержинск', 'Димитровград',
            'Екатеринбург', 'Елец', 'Железнодорожный', 'Жуковский', 'Златоуст', 'Иваново', 'Ижевск', 'Иркутск',
            'Йошкар-Ола', 'Казань', 'Калининград', 'Каменск-Уральский', 'Камышин', 'Канск', 'Кемерово', 'Киров',
            'Киселёвск', 'Кисловодск', 'Ковров', 'Коломна', 'Комсомольск-на-Амуре', 'Копейск', 'Королёв', 'Кострома',
            'Краснодар', 'Красноярск', 'Курган', 'Курск', 'Кызыл', 'Ленинск-Кузнецкий', 'Липецк', 'Люберцы', 'Магадан',
            'Магнитогорск', 'Майкоп', 'Махачкала', 'Междуреченск', 'Миасс', 'Москва', 'Мурманск', 'Муром', 'Мытищи',
            'Набережные Челны', 'Назрань', 'Нальчик', 'Находка', 'Невинномысск', 'Нефтекамск', 'Нефтеюганск',
            'Нижневартовск', 'Нижнекамск', 'Нижний Тагил', 'Новокузнецк', 'Новокуйбышевск', 'Новомосковск',
            'Новороссийск', 'Новосибирск', 'Новотроицк', 'Новочебоксарск', 'Новочеркасск', 'Новошахтинск',
            'Новый Уренгой', 'Норильск', 'Ноябрьск', 'Обнинск', 'Одинцово', 'Октябрьский', 'Омск', 'Орёл', 'Оренбург',
            'Орехово-Зуево', 'Орск', 'Пенза', 'Первоуральск', 'Пермь', 'Петрозаводск', 'Петропавловск-Камчатский',
            'Подольск', 'Прокопьевск', 'Псков', 'Пятигорск', 'Ростов-на-Дону', 'Рубцовск', 'Рыбинск', 'Рязань',
            'Салават', 'Самара', 'Санкт-Петербург', 'Саранск', 'Саратов', 'Северодвинск', 'Северск', 'Сергиев Посад',
            'Серпухов', 'Смоленск', 'Сочи', 'Ставрополь', 'Старый Оскол', 'Сургут', 'Сызрань', 'Сыктывкар', 'Тамбов',
            'Тверь', 'Тобольск', 'Тольятти', 'Тула', 'Тюмень', 'Улан-Удэ', 'Ульяновск', 'Уссурийск', 'Уфа', 'Ухта',
            'Хабаровск', 'Хасавюрт', 'Химки', 'Чебоксары', 'Челябинск', 'Череповец', 'Чита', 'Шахты', 'Черкесск',
            'Щёлково', 'Элиста', 'Электросталь', 'Южно-Сахалинск', 'Ярославль'
        ]
    }),
    mounted() {
        this.id = this.$route.params.id || 0
    }
}
</script>