<template>
    <main class="main-container">
        <section class="content-block">
            <div class="wrap">
                <div class="content-block-inner">
                    <h1>Работаем с городами</h1>
                    <div class="city-list">
                        <div
                            v-for="(item, index) in cityList"
                            :key="index"
                            class="item"
                        >
                            <router-link :to="'/city/' + index + '-info'">{{ item }}</router-link>
                        </div>
                    </div>
                </div>
            </div>
        </section>
    </main>
</template>

<script>
export default {
    name: 'City',
    data: () => ({
        cityList: [
            'Абакан', 'Альметьевск', 'Ангарск', 'Арзамас', 'Армавир', 'Артём', 'Архангельск', 'Астрахань', 'Ачинск',
            'Балаково', 'Балашиха', 'Барнаул', 'Батайск', 'Белгород', 'Березники', 'Бийск', 'Благовещенск', 'Братск',
            'Брянск', 'Великие Луки', 'Великий Новгород', 'Владивосток', 'Владикавказ', 'Владимир', 'Волгоград',
            'Волгодонск', 'Волжский', 'Вологда', 'Воронеж', 'Глазов', 'Грозный', 'Дербент', 'Дзержинск', 'Димитровград',
            'Екатеринбург', 'Елец', 'Железнодорожный', 'Жуковский', 'Златоуст', 'Иваново', 'Ижевск', 'Иркутск',
            'Йошкар-Ола', 'Казань', 'Калининград', 'Каменск-Уральский', 'Камышин', 'Канск', 'Кемерово', 'Киров',
            'Киселёвск', 'Кисловодск', 'Ковров', 'Коломна', 'Комсомольск-на-Амуре', 'Копейск', 'Королёв', 'Кострома',
            'Краснодар', 'Красноярск', 'Курган', 'Курск', 'Кызыл', 'Ленинск-Кузнецкий', 'Липецк', 'Люберцы', 'Магадан',
            'Магнитогорск', 'Майкоп', 'Махачкала', 'Междуреченск', 'Миасс', 'Москва', 'Мурманск', 'Муром', 'Мытищи',
            'Набережные Челны', 'Назрань', 'Нальчик', 'Находка', 'Невинномысск', 'Нефтекамск', 'Нефтеюганск',
            'Нижневартовск', 'Нижнекамск', 'Нижний Тагил', 'Новокузнецк', 'Новокуйбышевск', 'Новомосковск',
            'Новороссийск', 'Новосибирск', 'Новотроицк', 'Новочебоксарск', 'Новочеркасск', 'Новошахтинск',
            'Новый Уренгой', 'Норильск', 'Ноябрьск', 'Обнинск', 'Одинцово', 'Октябрьский', 'Омск', 'Орёл', 'Оренбург',
            'Орехово-Зуево', 'Орск', 'Пенза', 'Первоуральск', 'Пермь', 'Петрозаводск', 'Петропавловск-Камчатский',
            'Подольск', 'Прокопьевск', 'Псков', 'Пятигорск', 'Ростов-на-Дону', 'Рубцовск', 'Рыбинск', 'Рязань',
            'Салават', 'Самара', 'Санкт-Петербург', 'Саранск', 'Саратов', 'Северодвинск', 'Северск', 'Сергиев Посад',
            'Серпухов', 'Смоленск', 'Сочи', 'Ставрополь', 'Старый Оскол', 'Сургут', 'Сызрань', 'Сыктывкар', 'Тамбов',
            'Тверь', 'Тобольск', 'Тольятти', 'Тула', 'Тюмень', 'Улан-Удэ', 'Ульяновск', 'Уссурийск', 'Уфа', 'Ухта',
            'Хабаровск', 'Хасавюрт', 'Химки', 'Чебоксары', 'Челябинск', 'Череповец', 'Чита', 'Шахты', 'Черкесск',
            'Щёлково', 'Элиста', 'Электросталь', 'Южно-Сахалинск', 'Ярославль'
        ]
    })
}
</script>