<template>
    <main class="main-container">
        <section class="slogan-block">
            <div class="wrap">
                <div class="row">
                    <div class="col col-2">
                        <div class="slogan-image">
                            <img src="../assets/images/about.jpg" alt="Евгения Марченко - Арбитражный управляющий" />
                        </div>
                    </div>
                    <div class="col col-2">
                        <div class="slogan-text">
                            <h2 class="main-head">Евгения Марченко</h2>
                            <h1>Арбитражный управляющий</h1>
                            <h3>Банкротство физических и юридических лиц</h3>
                            <p class="text-center">Евгения Марченко – арбитражный управляющий. Такой специалист назначается арбитражным судом с целью проведения процедуры банкротства несостоятельной организации или физического лица. Полномочия специалиста имеют публично-правовой характер. У меня два высших образования: социальная психология и юридическое. Именно это помогает мне находить подход к клиентам, входить в их положение, всесторонне помогать в решении даже самых сложных вопросов.</p>
                        </div>
                    </div>
                </div>
            </div>
        </section>
        <diplomas-list />
        <individual-list />
        <section class="information-block">
            <div class="wrap">
                <div class="information-block-inner">
                    <h2 class="text-center">Арбитражный управляющий</h2>
                    <p class="text-center">Процедура банкротства – комплексный и долгосрочный этап, от грамотного подхода специалиста зависит конечный результат. Ведь не секрет, что кредиторы максимально заинтересованы взыскать долг, а должник по возможности сохранить имущество. Деятельность арбитражного управляющего заключается в организации всего процесса в общих интересах. В сфере банкротства я работаю с 2003 года, а значит, обладаю значительным опытом. Поэтому могу смело заявлять, что готова разрешить любую ситуацию и способна действовать строго в интересах клиента.</p>
                    <p v-if="!showMore"><a
                        href="#"
                        class="btn btn-right"
                        @click.prevent="showMore = !showMore"
                    >Подробнее</a></p>
                    <div v-else>
                        <p class="text-center">Пока происходит процедура банкротства, должник не имеет права распоряжаться собственным имуществом, оно арестовывается, а банковские счета блокируются. Эксперт помогает получать ежемесячно прожиточный минимум, а для предприятий – минимальную сумму, необходимую на содержание. Профессиональный арбитражный управляющий комплексно консультирует и помогает рассчитаться с кредиторами, чтобы вся процедура банкротства прошла в рамках закона.</p>
                        <p class="text-center">В моем послужном списке успешно пройденный конкурс на государственную гражданскую должность в Правительство Республики Бурятия, работа в Ставропольском крае г. Кисловодск, и в Приморском крае г. Уссурийск. География деятельности настолько широкая, т.к. супруг является военнослужащим. Поэтому я была вынуждена менять регионы и города, но везде занималась юриспруденцией. До 2015 года процедуру банкротства могли проходить только юридические лица, в после в закон внесли статью, позволяющие пользоваться таким правом и физическим. С 2018 года я явлюсь официальным арбитражным управляющим.</p>
                        <p class="text-center">Ответственность арбитражного управляющего регулируется отдельной статьей ФЗ «О несостоятельности (банкротстве)».</p>
                        <p class="text-center">Я всегда занимаюсь самообразованием и повышением уровня квалификации. Прошла курсы «Управление закупками продукции для государственных нужд» (Иркутский Государственный Университет); «О размещении заказов на поставки товаров, выполнение работ, оказание услуг, для государственных и муниципальных нужд: анализ, комментарии, процедуры» (Иркутский государственный университет); «Аукционист в системе госзаказа» (Байкальский государственный университет экономики и права); «Правовые основы деятельности органов государственной власти и органов местного самоуправления» (Сибирская академия государственной службы); «Организация юридического обеспечения учреждений» (Санкт – Петербургская Академия методов и техники управления); «Единая программа подготовки арбитражных управляющих» в ФГБОУВО «Всероссийский государственный университет юстиции (РПА Минюста России).</p>
                        <p class="text-center">В 2020 году успешно сдала квалификационные экзамены лицензионной комиссии Краснодарского края по лицензированию деятельности по управлению многоквартирными домами. Изучение практики Верховного суда и инстанций более низкого уровня для меня является обязательным и привычным занятием.</p>
                        <p class="text-center">Позади уже более 70 банкротных дел в качестве банкротного юриста, помощника АУ, в качестве АУ, более 300 арбитражных и гражданских дел, свыше 2000 судебных заседаний в 17 Арбитражный судах Российской Федерации. Я умею отстаивать интересы клиентов, в какую бы сложную ситуацию они не попадали.</p>
                    </div>
                </div>
            </div>
        </section>
        <entity-list />
        <feedback />
    </main>
</template>

<script>
    import DiplomasList from "@/components/DiplomasList"
    import IndividualList from "@/components/IndividualList"
    import EntityList from "@/components/EntityList"
    import Feedback from "@/components/Feedback"

    export default {
        name: 'Main',
        components: {
            DiplomasList,
            IndividualList,
            EntityList,
            Feedback
        },
        data: () => ({
            showMore: false
        })
    }
</script>